# string(სტრინგი) - ტექსტური მონაცემთა ტიპი რომელიც აუცილებლად იწერება ბრჭყალებში
# მაგალითად: "Saba", "Vashli", "12", "15.5"
# integer - რიცხვითი მონაცემთა ტიპი, რომელიც ნიშნავს მთელ რიცხვს
# მაგალითად: 5, 10, 20, 100
# float - რიცხვითი მონაცემთა ტიპი, რომელიც ნიშნავს ათწილად რიცხვს
# მაგალითად: 10.2, 5.3, 0.5, 1.1
# 5 - 5.0
# integer - float
# პლიუსი +
# მინუსი -
# გამრავლება *
# გაყოფა /
# ტოლი =
# დეკლარაცია - ცვლადის შექმნა
# age = 17
# print(age) = 17
# ინიციალიზება - ცვლადისთვის მნიშვნელობის მინიჭება
# = 17
# რეინილიზაცია - ცვლადისთვის მნიშვნელობის ხელახლა მინიჭება
# age = 20
# print(age) = 20
# print(age+age) = 40

print("this isn't my car")

print(10 / 2)