# string(სტრინგი) - ტექსტური მონაცემთა ტიპი რომელიც აუცილებლად იწერება ბრჭყალებში
# მაგალითად: "saba", "vashli", "12", "15.5"
# integer - რიცხვითი მონაცემთა ტიპი, რომელიც ნიშნავს მთელ რიცხვს
# მაგალითად: 5, 10, 20, 100
# float - რიცხვითი მონაცემთა ტიპი, რომელიც ნიშნავს ათწილად რიცხვს
# მაგალითად: 10.2, 5.3, 0.5, 1.1
number = 10
word = "car"
print("number") #10
print(word)
# --------------
num1 = "saba"
num2 = 15
print("saba" + 15)
# გამოიტანს ეს კოდი შეცდომას, რადგან სტრინგს ინტეგერთან ვერ შევაერთებთ.
# განსხვავება "print(5+5)"_სა და "print("5"+"5") შორის ისაა რომ პირველი მაგალითი არის ინტეგერი, რომელიც ნიშნავს მთელ რიცხვს და ჩვენ შემთხვევაში მათ კრებს და დაიპრინტება 10, ხოლო მეორე მაგალითში გვაქვს სტრინგი რომელიც აღიქვება ტექსტის მონაცემის სახით და შესაბამისად დაიპრინტება 55.
