# 1)
# Input არის პროცესი ან მოწყობილობა, რომლის საშუალებითაც მომხმარებელი ან სხვა სისტემები კომპიუტერში მონაცემებს შეიყვანენ.
# Input მოწყობილობების მაგალითები:
# კლავიატურა (Keyboard) – ტექსტის, სიმბოლოების და ბრძანებების შესაყვანად.
# მაუსი (Mouse) – კურსორის გადასაადგილებლად და ობიექტებზე დაკლიკებისათვის.
# სკანერი (Scanner) – ფიზიკური დოკუმენტების სკანირებისთვის და ციფრულ ფაილად.
# Output არის პროცესი ან მოწყობილობა, რომლის მეშვეობითაც კომპიუტერი მომხმარებელს უჩვენებს დამუშავებულ შედეგს.
# Output მოწყობილობების მაგალითები:
# 1. მონიტორი (Monitor / Display) – გამოსახულების ან ტექსტის ჩვენებისათვის.
# 2. პრინტერი (Printer) – ციფრული დოკუმენტების ბეჭდვისათვის ქაღალდზე.
# 3. დინამიკები (Speakers) – კომპიუტერში დამუშავებული ხმის გამოსატანად.
# 2)
name = input()
surname = input()
age = input()
print("hello my name is " + name + " surname is " + surname + " and i am " + age + " years old.")